package com.asop.jf.util;

public class MakingData {

	// 姓氏
	String xs = "赵钱孙李周吴郑王冯陈褚卫蒋沈韩杨朱秦尤许何吕施张孔曹严华金魏陶姜戚谢邹喻柏水窦章云苏潘葛奚范彭郎鲁"
			+ "韦昌马苗凤花方俞任袁柳酆鲍史唐费廉岑薛雷贺倪汤滕殷罗毕郝邬安常乐于时傅皮卞齐康"
			+ "伍余元卜顾孟平黄和穆萧尹姚邵湛汪祁毛禹狄米贝明臧计伏成戴谈宋茅庞熊纪舒屈项"
			+ "祝董梁杜阮蓝闵席季麻强贾路娄危江童颜郭梅盛林刁钟徐邱骆高夏蔡田樊胡凌霍"
			+ "虞万支柯昝管卢莫经房裘缪干解应宗丁宣贲邓郁单杭洪包诸左石崔吉钮龚程嵇邢滑裴"
			+ "陆荣翁荀羊於惠甄曲家封芮羿储靳汲邴糜松井段富巫乌焦巴弓牧隗山谷车侯宓蓬全郗班仰秋仲伊宫"
			+ "宁仇栾暴甘钭厉戎祖武符刘景詹束龙叶幸司韶郜黎蓟薄印宿白怀蒲邰从鄂索咸籍赖卓蔺屠蒙池乔阴鬱胥能苍双闻莘党翟谭贡劳逄"
			+ "姬申扶堵冉宰郦雍卻璩桑桂濮牛寿通边扈燕冀郏浦尚农温别庄晏柴瞿阎充慕连茹习宦艾鱼容向古易慎戈廖庾终暨居衡步"
			+ "都耿满弘匡国文寇广禄阙东欧殳沃利蔚越夔隆师巩厍聂晁勾敖融冷訾辛阚那简饶空";
	//名字
	String mz = "有人主张把父母的关怀同其他类型的亲父母的关怀看起来好象是繁殖的组成部分" + "属选择利他行为区别开来"
			+ "我想我当时的体重已经快" + "到公斤了查德福勒说起他年的体重但"
			+ "我也说不清楚确切的体重因为通常胖到一定程度你也就不愿再给自己测体重了"
			+ "现在查德的体重降到多公斤对于一个身高米的男人来说这还算过得去他"
			+ "经常跑步已经跑过两次半程马拉松了现在正为他的第一次全程马拉松做准备但" + "是回溯到年他总为自己的不良健康状况找各种借口"
			+ "和大多数程序员一样查德的软件事业生涯始于编写代码钻研开源项目后来"
			+ "他写了一些书组织了一些研讨会还开了一家公司事业蒸蒸日上他在一家发展"
			+ "迅猛的软件创业公司担任技术总监在行业内很受人尊敬但在过去的近年里一" + "谈起不健康的生活方式查德总会将其归咎于事业上的打拼"
			+ "事情的转折发生在一次日本东京之旅在原宿时尚区闲逛时他对朋友说起了自"
			+ "己的身材当时我大概是这么说的我穿什么都不打紧反正又不会好看到哪儿"
			+ "去查德一边回忆当时的情况一边说我当时心想确实这样想这简直"
			+ "太差劲了是的真是差劲而且说出来也令我十分难堪因为这和我平时会说的话"
			+ "简直大相径庭查德十分热衷于传道解惑他平时总喜欢激励程序员新人帮他们提高积极性"
			+ "追求他们的事业但是与此同时他竟然能接受自己不健康的生活方式并自我满足"
			+ "他叹道这种情况要是发生在别人身上我会毫不留情加以批判尽管依旧特别忙" + "碌查德一回到美国就开始做出了改变"
			+ "他和妻子开始去健身房他边回想边说我们每天晚上点会去健身房更重" + "要的是查德开始有了健康意识健康意识恰恰就是本书的切入点"
			+ "马上找个秤称一下体重吧要做出改变第一步必须了解和认识自己的身体"
			+ "另一方面你若是对自己的身体不管不顾它肯定会越变越糟糕你的体重可能不像";

}
